//문제 데이터
var questions = [
  new Question('대한민국 수도', ['대구', '부산', '서울', '제주'], '서울'), //1번
  new Question('일본 수도', ['도쿄', '나고야', '삿포루', '오사카'], '도쿄'),
  new Question('미국 수도', ['시에틀', '워싱턴 D.C', '뉴욕', '라스베가스'], '워싱턴 D.C'),
  new Question('중국 수도', ['상하이', '베이징', '텐진', '홍콩'], '베이징'),
  new Question('베트남 수도', ['하노이', '다낭', '하이퐁', '후에'], '하노이'),//5번
  new Question('태국 수도', ['앙카라', '방콕', '라오스', '광저우'], '방콕'),
  new Question('인도네시아 수도', ['카디프', '말랑', '자카르타', '쿠알라룸푸르'], '자카르타'),
  new Question('오스트레일리아 수도', ['시드니', '뉴캐슬', '멜버른', '캔버라'], '캔버라'),
  new Question('뉴질랜드 수도', ['크라이스트처치', '오클랜드', '넬슨', '웰링턴'], '웰링턴'),
  new Question('캐나다 수도', ['몬트리올', '퀘벡', '오타와', '샌디에고'], '오타와'),//10번
  new Question('콜롬비아 수도', ['보고타', '파나마', '발렌시아', '산티아고'], '보고타'),
  new Question('스페인 수도', ['지브롤터', '마드리드', '바르셀로나', '발렌시아'], '마드리드'),
  new Question('터키 수도', ['앙카라', '로마', '튀니스', '예루살렘'], '앙카라'),
  new Question('체코 수도', ['뮌헨', '리버풀', '더블린', '프라하'], '프라하'),
  new Question('폴란드 수도', ['암스테르담', '브뤼셀', '함부르크', '바르샤바'], '바르샤바'),//15번
  new Question('핀란드 수도', ['오슬로', '헬싱키', '스톡홀름', '상트페테르부르크'], '헬싱키'),
  new Question('스웨덴 수도', ['오슬로', '헬싱키', '스톡홀름', '상트페테르부르크'], '스톡홀름'),
  new Question('칠레 수도', ['산티아고', '쿠웨이트', '리스본', '비엔나'], '산티아고'),
  new Question('필리핀 수도', ['파리', '더블린', '빅토리아', '마닐라'], '마닐라'),
  new Question('인도 수도', ['벵갈루루', '호치민', '뉴델리', '타이베이'], '뉴델리')//20번
];
